{
  "aerial.nvim": { "branch": "master" },
  "baleia.nvim": { "branch": "main" },
  "beam.nvim": { "branch": "main" },
  "better-escape.nvim": { "branch": "master" },
  "blink-ripgrep.nvim": { "branch": "main" },
  "blink.cmp": { "branch": "main" },
  "blink.compat": { "branch": "main" },
  "boole.nvim": { "branch": "main" },
  "cmp-go-deep": { "branch": "master" },
  "conform.nvim": { "branch": "master" },
  "d2-vim": { "branch": "master" },
  "diffview.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "fyler.nvim": { "branch": "main" },
  "fzf-lua": { "branch": "main" },
  "fzf-lua-frecency.nvim": { "branch": "master" },
  "git-conflict.nvim": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "grug-far.nvim": { "branch": "main" },
  "incline.nvim": { "branch": "main" },
  "ivory.nvim": { "branch": "master" },
  "lazy-patcher.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lush.nvim": { "branch": "main" },
  "mason-tool-installer.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini.align": { "branch": "main" },
  "mini.bracketed": { "branch": "main" },
  "mini.indentscope": { "branch": "main" },
  "mini.notify": { "branch": "main" },
  "mini.pairs": { "branch": "main" },
  "mini.surround": { "branch": "main" },
  "move.nvim": { "branch": "main" },
  "neogit": { "branch": "master" },
  "neotab.nvim": { "branch": "master" },
  "nvim-highlight-colors": { "branch": "main" },
  "nvim-lint": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-spider": { "branch": "main" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "oil.nvim": { "branch": "master" },
  "otter.nvim": { "branch": "main" },
  "overseer.nvim": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "quarto-nvim": { "branch": "main" },
  "quicker.nvim": { "branch": "master" },
  "remember.nvim": { "branch": "master" },
  "render-markdown.nvim": { "branch": "main" },
  "section-wordcount.nvim": { "branch": "master" },
  "shipwright.nvim": { "branch": "master" },
  "sqlite.lua": { "branch": "master" },
  "tavern.nvim": { "branch": "master" },
  "tex-conceal.vim": { "branch": "master" },
  "tiny-glimmer.nvim": { "branch": "main" },
  "typst.vim": { "branch": "main" },
  "undotree": { "branch": "master" },
  "visual-whitespace.nvim": { "branch": "main" },
  "which-key.nvim": { "branch": "main" },
  "zk-nvim": { "branch": "main" }
}
